Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Your email address has changed. If you didn't request this, please contact an administrator.
sv: Din mejladress har Ã¤ndrats. Om du inte har bett om detta, var vÃ¤nligen kontakta en administratÃ¶r.

source: You may now log in
sv: Du kan logga in nu

source: That email is now blacklisted. Please contact an admin if you wish to undo this.
sv: Den mejladdressen Ã¤r nu svartlistad. Kontakta en administratÃ¶r om du vill Ã¥ngra detta.

source: User has already been claimed
sv: NÃ¥gon har redan gjort ansprÃ¥k pÃ¥ denna anvÃ¤ndare

source: Unable to get GitHub username for user. Make sure the forum account exists.
sv: Kunde inte fÃ¥ GitHub-anvÃ¤ndarnamn fÃ¶r anvÃ¤ndare. Se till att forumkontot existerar.

source: A ContentDB user with that name already exists. Please contact an admin to link to your forum account
sv: En ContentDB-anvÃ¤ndare med det namnet finns redan. VÃ¤nligen kontakta en admin fÃ¶r att lÃ¤nka ditt forumkonto

source: That user has already been claimed!
sv: NÃ¥gon har redan gjort ansprÃ¥k pÃ¥ denna anvÃ¤ndare!

source: Error whilst attempting to access forums: %(message)s
sv: Fel nÃ¤r man fÃ¶rsÃ¶kte komma Ã¥t forumen: %(message)s

source: Unable to get forum signature - does the user exist?
sv: Kunde inte hitta forumsignatur - finns anvÃ¤ndaren?

source: Unable to login as user
sv: Kunde inte logga in som anvÃ¤ndare

source: Could not find the key in your signature!
sv: Kunde inte hitta nyckeln i din signatur!

source: Unknown claim type
sv: OkÃ¤nd ansprÃ¥kstyp

source: Top reviewer
sv: HÃ¶gsta recensent

source: %(display_name)s has written the most helpful reviews on ContentDB.
sv: %(display_name)s har skrivit flest antal hjÃ¤lpsamma recensioner pÃ¥ ContentDB.

source: 2nd most helpful reviewer
sv: Andra mest hjÃ¤lpsamma recensent

source: 3rd most helpful reviewer
sv: Tredje mest hjÃ¤lpsamma recensent

source: This puts %(display_name)s in the top %(perc)s%%
sv: Detta sÃ¤tter %(display_name)s i topp %(perc)s%%

source: Top %(perc)s%% reviewer
sv: Topp %(perc)s%% recensent

source: Only %(place)d users have written more helpful reviews.
sv: Endast %(place)d anvÃ¤ndare har skrivit fler hjÃ¤lpsamma recensioner.

source: Consider writing more helpful reviews to get a medal.
sv: ÃvervÃ¤ga att skriva fler hjÃ¤lpsamma recensioner fÃ¶r att fÃ¥ en medalj.

source: You are in place %(place)s.
sv: Du Ã¤r pÃ¥ plats %(place)s.

source: Your packages have %(downloads)d downloads in total.
sv: Dina paket har %(downloads)d nerladdningar totalt.

source: First medal is at 50k.
sv: FÃ¶rsta medalj vid 50k.

source: >300k downloads
sv: &gt;300k nerladdningar

source: >100k downloads
sv: &gt;100k nerladdningar

source: >75k downloads
sv: &gt;75k nerladdningar

source: >50k downloads
sv: &gt;50k nerladdningar

source: Has received %(downloads)d downloads across all packages.
sv: Har fÃ¥tt %(downloads)d nerladdningar Ã¶ver alla paket.

source: Edit Profile
sv: Redigera profil

source: Account and Security
sv: Konto och sÃ¤kerhet

source: Email and Notifications
sv: E-mail och notiser

source: OAuth2 Applications
sv: OAuth2-appar

source: Moderator Tools
sv: Moderatorverktyg

source: Donation URL
sv: Donerings-URL

source: A user already has that name
sv: En anvÃ¤ndare har redan det namnet

source: Removed GitHub account
sv: Tagit bort Github-konto

source: You need to add an email address and password before you can remove your GitHub account
sv: Du mÃ¥ste lÃ¤gga till en e-postadress och lÃ¶senord innan du kan ta bort ditt GitHub-konto

source: Users with moderator rank or above cannot be deleted
sv: AnvÃ¤ndare med moderatorrank eller Ã¶ver kan inte tas bort

source: Display name
sv: Visningsnamn

source: Forums Username
sv: ForumanvÃ¤ndarnamn

source: GitHub Username
sv: GitHub-anvÃ¤ndarnamn

source: Rank
sv: Rang

source: Can't promote a user to a rank higher than yourself!
sv: Kan inte flytta upp en anvÃ¤ndare till en rang hÃ¶gre Ã¤n dig sjÃ¤lv!

source: Authorization failed [err=gh-oauth-login-failed]
sv: Autentisering misslyckades [err=gh-oauth-login-failed]

source: Linked GitHub to account
sv: LÃ¤nkat GitHub till konto

source: GitHub account is already associated with another user: %(username)s
sv: Githubkonto Ã¤r redan associerat med en annan anvÃ¤ndare: %(username)s

source: Authorization failed [err=gh-login-failed]
sv: Autentisering misslyckades [err=gh-login-failed]

source: Text to find (regex)
sv: Text att hitta (regex)

source: File filter
sv: Filfilter

source: A package already exists with this name. Please see Policy and Guidance 3
sv: Ett paket existerar redan med detta namn. Var vÃ¤nligen se Policy and Guidance 3

source: You need to create a release before this package can be approved.
sv: Du mÃ¥ste skapa en utgivning innan detta paket kan godkÃ¤nnas.

source: Set up releases
sv: SÃ¤tt upp utgivningar

source: You need to add at least one screenshot.
sv: Du behÃ¶ver lÃ¤gga till Ã¥tminstonde en skÃ¤rmdump.

source: The following hard dependencies need to be added to ContentDB first: %(deps)s
sv: FÃ¶ljande hÃ¥rda beroenden behÃ¶ver lÃ¤ggas till i ContentDB fÃ¶rst: %(deps)s

source: What games does your package support? Please specify on the supported games page
sv: Vilka spel stÃ¶der ditt paket? VÃ¤nligen ange pÃ¥ den stÃ¶dda spel-sidan

source: Please make sure that this package has the right to the names it uses.
sv: Var snÃ¤ll och kontrollera att paketet har rÃ¤tt till det namn den anvÃ¤nder.

source: See more
sv: Se mer

source: Please make sure that this package has the right to the names %(names)s
sv: Var snÃ¤ll och kontrollera att paketet har rÃ¤tt till att anvÃ¤nda namnen %(names)s

source: Error: Another package already uses this forum topic!
sv: Fel: Ett annat paket anvÃ¤nder redan den hÃ¤r forumtrÃ¥den!

source: Error: Forum topic author doesn't match package author.
sv: Fel: ForumtrÃ¥dsstartaren stÃ¤mmer inte Ã¶verrens med paketskaparen.

source: Name can only contain lower case letters (a-z), digits (0-9), and underscores (_)
sv: Namn kan bara innehÃ¥lla gemena bokstÃ¤ver (a-z), siffror (0-9) och understreck (_)

source: You don't have permission to edit this package
sv: Du har inte behÃ¶righet att redigera detta paket

source: You don't have permission to change the package name
sv: Du har inte behÃ¶righet att Ã¤ndra paketnamnet

source: You cannot change package type once approved
sv: Du kan inte Ã¤ndra pakettyp nÃ¤r det har godkÃ¤nts

source: You don't have permission to make releases
sv: Du har inte behÃ¶righet att gÃ¶ra utgivningar

source: You've created too many releases for this package in the last 5 minutes, please wait before trying again
sv: Du har skapat fÃ¶r mÃ¥nga utgivningar fÃ¶r detta paket i de senaste 5 minuterna, vÃ¤nta innan du fÃ¶rsÃ¶ker igen

source: A release with this name already exists
sv: En utgivning med det namnet finns redan

source: Invalid commit hash; it must be a 40 character long base16 string
sv: Ogiltig commit-hash; den mÃ¥ste vara en 40 bokstÃ¤ver lÃ¥ng base16-strÃ¤ng

source: Too many requests, please wait before trying again
sv: FÃ¶r mÃ¥nga fÃ¶rfrÃ¥gningar, vÃ¤nta innan du fÃ¶rsÃ¶ker igen

source: Screenshot is too small, it should be at least %(width)s by %(height)s pixels
sv: SkÃ¤rmdump Ã¤r fÃ¶r liten, den mÃ¥ste vara Ã¥tminstonde %(width)sx%(height)s pixlar

source: Please upload %(file_desc)s
sv: Var snÃ¤ll och ladda upp %(file_desc)s

source: Uploaded image isn't actually an image
sv: Uppladdad bild Ã¤r egentligen inte en bild

source: Username is invalid
sv: AnvÃ¤ndarnamn Ã¤r inkorrekt

source: An account already exists for that username but hasn't been claimed yet.
sv: Ett konto med det anvÃ¤ndarnamnet existerar redan men gÃ¤ller inte Ã¤n.

source: Unable to create an account as the username is already taken. If you meant to log in, you need to connect %(provider)s to your account first
sv: Det gÃ¥r inte att skapa ett konto eftersom anvÃ¤ndarnamnet redan Ã¤r taget. Om du menade att logga in mÃ¥ste du ansluta %(provider)s till ditt konto fÃ¶rst

source: That username/display name is already in use, please choose another.
sv: Det hÃ¤r anvÃ¤ndarnamnet/visningsnamnet anvÃ¤nds redan, vÃ¤lj ett annat.

source: Unable to create an account as the username was used in the past.
sv: Det gÃ¥r inte att skapa ett konto eftersom anvÃ¤ndarnamnet har anvÃ¤nts tidigare.

source: Account deletion
sv: Konto-radering

source: Copyright infringement / DMCA
sv: UpphovsrÃ¤ttsintrÃ¥ng / DMCA

source: User behaviour, bullying, or abuse
sv: AnvÃ¤ndarbeteende, mobbning eller missbruk

source: Illegal or harmful content
sv: Olagligt eller skadligt innehÃ¥ll

source: Outdated/invalid review
sv: Utdaterad/felaktig recension

source: Other
sv: Annat

source: Mod
sv: Modd

source: Game
sv: Spel

source: Texture Pack
sv: Texturpaket

source: Mods
sv: Moddar

source: Games
sv: Spel

source: Texture Packs
sv: Texturpaket

source: Top mod
sv: Topp-modd

source: Top game
sv: Topp-spel

source: Top texture pack
sv: Topp-texturpaket

source: Top %(place)d mod
sv: Topp-%(place)d modd

source: Top %(place)d game
sv: Topp-%(place)d spel

source: Top %(place)d texture pack
sv: Topp-%(place)d texturpaket

source: %(display_name)s has a mod placed at #%(place)d.
sv: %(display_name)s har en modd placerad pÃ¥ #%(place)d.

source: %(display_name)s has a game placed at #%(place)d.
sv: %(display_name)s har ett spel placerad pÃ¥ #%(place)d.

source: %(display_name)s has a texture pack placed at #%(place)d.
sv: %(display_name)s har ett texturpaket placerad pÃ¥ #%(place)d.

source: Do you recommend this mod?
sv: Rekommenderar du denna modd?

source: Do you recommend this game?
sv: Rekommenderar du det hÃ¤r spelet?

source: Do you recommend this texture pack?
sv: Rekommenderar du det hÃ¤r texturpaketet?

source: Looking for Maintainer
sv: SÃ¶ker underhÃ¥llare

source: Actively Developed
sv: Aktivt utvecklad

source: Maintenance Only
sv: Endast underhÃ¥ll

source: Under active development, and may break worlds/things without warning
sv: Under aktiv utveckling och kan fÃ¶rstÃ¶ra vÃ¤rldar/saker utan varning

source: Fully playable, but with some breakages/changes expected
sv: Fullt spelbar, men vissa brytningar/fÃ¶rÃ¤ndringar fÃ¶rvÃ¤ntas

source: Finished, with bug fixes being made as needed
sv: FÃ¤rdig, med buggfixar som gÃ¶rs efter behov

source: Finished, the maintainer doesn't intend to continue working on it or provide support
sv: FÃ¤rdig, underhÃ¥llaren tÃ¤nker inte fortsÃ¤tta arbeta pÃ¥ den eller ge support

source: The maintainer doesn't recommend this package. See the description for more info
sv: UnderhÃ¥llaren rekommenderar inte detta paket. Se beskrivningen fÃ¶r mer info

source: Submit for Approval
sv: Skicka in fÃ¶r godkÃ¤nnande

source: Approve
sv: GodkÃ¤nn

source: Approved
sv: Godkänd

source: New commit %(hash)s found on the Git repo.
sv: Ny commit %(hash)s finns pÃ¥ Git-repo:t.

source: The last release was commit %(hash)s
sv: Den sista utgivningen var commit %(hash)s

source: New tag %(tag_name)s found on the Git repo.
sv: Ny tagg %(tag_name)s finns pÃ¥ Git-repo:t.

source: Banned
sv: Bannlyst

source: Not Joined
sv: Inte registrerad

source: New Member
sv: Ny medlem

source: Trusted Member
sv: Betrodd medlem

source: Approver
sv: GodkÃ¤nnare

source: Editor
sv: Redigerare

source: Bot
sv: Bott

source: Package Edit
sv: Paketredigering

source: Package Approval
sv: PaketgodkÃ¤nannde

source: New Thread
sv: Ny trÃ¥d

source: New Review
sv: Ny recension

source: Thread Reply
sv: TrÃ¥dsvar

source: Maintainer
sv: UnderhÃ¥llare

source: Editor Alert
sv: RedaktÃ¶rnotis

source: Editor Misc
sv: RedaktÃ¶r Ã¶vrigt

source: This is a Package Edit notification.
sv: Detta Ã¤r ett paketredigeringsmeddelande.

source: This is a Package Approval notification.
sv: Detta Ã¤r en notifikation om godkÃ¤nnande av paket.

source: This is a New Thread notification.
sv: Detta Ã¤r en notifikation om en ny trÃ¥d.

source: This is a New Review notification.
sv: Detta Ã¤r en notifikation om en ny granskning.

source: This is a Thread Reply notification.
sv: Detta Ã¤r en notifikation om ett nytt trÃ¥dsvar.

source: This is a Bot notification.
sv: Detta Ã¤r en notifikation frÃ¥n en Bot.

source: This is a Maintainer change notification.
sv: Detta Ã¤r en notifikation angÃ¥ende Ã¤ndringsmeddelande frÃ¥n fÃ¶rvaltare.

source: This is an Editor Alert notification.
sv: Detta Ã¤r en notifikation angÃ¥ende meddelande frÃ¥n redaktÃ¶r.

source: This is an Editor Misc notification.
sv: Detta Ã¤r en notifikation angÃ¥ende Ã¶vrigt meddelande frÃ¥n redaktÃ¶r.

source: This is an Other notification.
sv: Detta Ã¤r en Ã¶vrig notifikation.

source: When another user edits your packages, releases, etc.
sv: NÃ¤r en anvÃ¤ndare redigerar dina paket, releaser, osv.

source: Notifications from editors related to the package approval process.
sv: Meddelanden frÃ¥n redaktÃ¶rer som rÃ¶r processen fÃ¶r godkÃ¤nnande av paket.

source: When a thread is created on your package.
sv: NÃ¤r en diskussionstrÃ¥d skapas pÃ¥ ditt paket.

source: When a user posts a review on your package.
sv: NÃ¤r en anvÃ¤ndare lÃ¤gger upp en recension pÃ¥ ditt paket.

source: When someone replies to a thread you're watching.
sv: NÃ¤r nÃ¥gon svarar pÃ¥ en trÃ¥d som du bevakar.

source: From a bot - for example, update notifications.
sv: FrÃ¥n en bot - t.ex. uppdateringsmeddelanden.

source: When your package's maintainers change.
sv: NÃ¤r fÃ¶rvaltarna av ditt paket fÃ¶rÃ¤ndras.

source: For editors: Important alerts.
sv: FÃ¶r redaktÃ¶rer: Viktiga meddelanden.

source: For editors: Minor notifications, including new threads.
sv: FÃ¶r redaktÃ¶rer: mindre viktiga notifikationer, inklusive nya trÃ¥dar.

source: Minor notifications not important enough for a dedicated category.
sv: Notifikationer som inte Ã¤r viktiga nog fÃ¶r en egen kategori.

source: You are receiving this email because you are a registered user of ContentDB.
sv: Du har fÃ¥tt detta mejl eftersom du Ã¤r en registrerad anvÃ¤ndare av ContentDB.

source: You are receiving this email because someone (hopefully you) entered your email address as a user's email.
sv: Du har fÃ¥tt detta mejl eftersom nÃ¥gon (fÃ¶rhoppningsvis du) skrev in din mejladress som en anvÃ¤ndares mejl.

source: %(num)d new notifications
sv: %(num)d nya notiser

source: View
sv: Visa

source: Manage email settings
sv: Hantera mejlinstÃ¤llningar

source: Page not found
sv: Kunde inte hitta sidan

source: That page could not be found. The link may be broken, the page may have been deleted, or you may not have access to it.
sv: Den sidan kunde inte hittas. LÃ¤nken kanske Ã¤r trasig, sidan kan ha tagits bort, eller sÃ¥ har du inte Ã¥tkomst till denna sida.

source: Random
sv: SlumpmÃ¤ssig

source: Search %(type)s
sv: SÃ¶k %(type)s

source: Search all packages
sv: SÃ¶k alla paket

source: Work Queue
sv: ArbetskÃ¶

source: To do list
sv: Att-gÃ¶ra lista

source: My Collections
sv: Mina samlingar

source: Settings
sv: Inställningar

source: Languages
sv: Språk

source: Help translate ContentDB
sv: HjÃ¤lp Ã¶versÃ¤tt ContentDB

source: Policy and Guidance
sv: Policy och fÃ¶rhÃ¥llning

source: RSS / Feeds
sv: RSS / FlÃ¶den

source: Report / DMCA
sv: AnmÃ¤l / DMCA

source: Advanced Search
sv: Avancerad sÃ¶k

source: User List
sv: AnvÃ¤ndarlista

source: Collections
sv: Samlingar

source: Support Creators
sv: StÃ¶d kreatÃ¶rer

source: Translate Packages
sv: ÃversÃ¤tt paket

source: Show non-free packages
sv: Visa icke-fria paket

source: Hide non-free packages
sv: GÃ¶m icke-fria paket

source: Our privacy policy has been updated (%(date)s)
sv: VÃ¥r integritetspolicy har uppdaterats (%(date)s)

source: Welcome
sv: Välkommen

source: <strong>%(title)s</strong> by %(author)s
sv: <strong>%(title)s</strong> av %(author)s

source: Recently Added
sv: Senast tillagd

source: Recently Updated
sv: Senast uppdaterad

source: Top Games
sv: Topp spel

source: Top Mods
sv: Topp moddar

source: Top Texture Packs
sv: Topp texturpaket

source: Search by Tags
sv: SÃ¶k frÃ¥n taggar

source: Highest Reviewed
sv: HÃ¶gst recenserad

source: All reviews
sv: Alla recensioner

source: Recent Positive Reviews
sv: Senaste positiva recensioner

source: CDB has %(count)d packages, with a total of %(downloads)d downloads.
sv: CDB har %(count)d paket, med %(downloads)d nerladdningar totalt.

source: Caused by %(author)s.
sv: Orsakad av %(author)s.

source: Caused by a deleted user.
sv: Orsakad av borttagen anvÃ¤ndare.

source: Send bulk email
sv: Skicka bulkmejl

source: Send bulk notification
sv: Skicka bulknotis

source: Send email to %(username)s
sv: Skicka mejl till %(username)s

source: No results
sv: Inga resultat

source: Has ContentDB translation?
sv: Har ContentDB-Ã¶versÃ¤ttning?

source: New License
sv: Ny licens

source: Licenses
sv: Licenser

source: Views
sv: Visningar

source: Luanti Versions
sv: Luantiversioner

source: New Version
sv: Ny version

source: Warnings
sv: Varningar

source: New Warning
sv: Ny varning

source: Edit - %(name)s
sv: Redigera - %(name)s

source: Create API Token
sv: Skapa API-token

source: This token was created by the application '%(title)s' by %(author)s.
sv: Denna token skapades av applikationen "%(title)s" av %(author)s.

source: Click 'Delete' to revoke access.
sv: Klicka pÃ¥ "Ta bort" fÃ¶r att Ã¥terkalla Ã¥tkomst.

source: API Tokens allow scripts to act on your behalf.
sv: API-tokens lÃ¥ter skript agera i ditt stÃ¤lle.

source: Be careful with what/whom you share tokens with, as you are responsible for your account's actions.
sv: Var aktsam med vem eller vilka du delar tokens med, eftersom du Ã¤r ansvarig fÃ¶r ditt kontos handlingar.

source: Access Token
sv: Ã tkomsttoken

source: For security reasons, access tokens will only be shown once. Reset the token if it is lost.
sv: PÃ¥ grund av sÃ¤kerheten visas Ã¥tkomsttokens endast en gÃ¥ng. Ã terstÃ¤ll den om du har tappat bort den.

source: Reset
sv: Ã terstÃ¤ll

source: Human-readable name to tell tokens apart.
sv: MÃ¤nskligt lÃ¤sbart namn fÃ¶r att urskilja olika tokens.

source: Recommended: Only allows token to interact with a particular package.
sv: Rekommenderat: TillÃ¥t en token att endast pÃ¥verka ett specifikt paket.

source: API Documentation
sv: API-dokumentation

source: No tokens created
sv: Ingen token skapades

source: New Collection
sv: Ny samling

source: Users won't be redirected when going to the old URL
sv: AnvÃ¤ndare kommer inte bli omdirigerade nÃ¤r de gÃ¥r till den gamla URL:en

source: This requires the collection to be public
sv: Detta krÃ¤ver att samlingen ska vara offentlig

source: You can replace the description with your own
sv: Du kan ersÃ¤tta beskrivningen med din egna

source: Are you sure you want to remove {title}?
sv: Ãr du sÃ¤ker att du vill ta bort {title}?

source: Delete collection "%(title)s" by %(author)s
sv: Ta bort samling "%(title)s" av %(author)s

source: Deleting is permanent
sv: Borttagning Ã¤r permanent

source: %(author)s's collections
sv: %(author)s's samlingar

source: No collections
sv: Inga samlingar

source: Add %(package_title)s to a collection
sv: LÃ¤gg till %(package_title)s till en samling

source: Create Collection
sv: Skapa samling

source: You don't have any collections
sv: Du har inga samlingar

source: Make a copy
sv: Skapa kopia

source: A collection by %(author)s
sv: En samling av %(author)s

source: To add a package, go to the package's page and click 'Add to collection'
sv: FÃ¶r att lÃ¤gga till ett paket, gÃ¥ till paketets sida och tryck pÃ¥ 'LÃ¥gg till samling'

source: Some content creators are accepting donations for their work.
sv: Vissa innehÃ¥llsskapare tar emot donationer fÃ¶r sitt arbete.

source: Donations are a great way to support your favorite modders, artists, and game developers.
sv: Donationer Ã¤r ett utmÃ¤rkt sÃ¤tt att stÃ¶dja dina favoritmoddare, konstnÃ¤rer och spelutvecklare.

source: by %(author)s
sv: av %(author)s

source: View package
sv: Visa paket

source: Support ContentDB
sv: StÃ¶d ContentDB

source: You can donate to rubenwardy to cover ContentDB's costs and support future development.
sv: Du kan donera till rubenwardy fÃ¶r att tÃ¤cka ContentDB:s kostnader och stÃ¶dja framtida utveckling.

source: For more information about the cost of ContentDB and what rubenwardy does, see his donation page:
sv: FÃ¶r mer information om vad kostnaden fÃ¶r ContentDB Ã¤r och vad rubenwardy gÃ¶r, se hans donationssida:

source: Based on your reviews / favorites
sv: Baserat pÃ¥ dina recensioner / favoriter

source: No reviewed packages accepting donations. Consider reviewing your favourite packages
sv: Inga recenserade paket accepterar donationer. Prova att recensera dina favoritpaket

source: Sign in to see recommendations based on the packages you've reviewed
sv: Logga in fÃ¶r att se rekommendationer baserade pÃ¥ de paket som du har recenserat

source: Top packages
sv: Toppaket

source: %(count)d packages are looking for donations
sv: %(count)d paket sÃ¶ker donationer

source: From %(username)s and on package %(package)s.
sv: FrÃ¥n %(username)s pÃ¥ paket %(package)s.

source: From %(username)s.
sv: FrÃ¥n %(username)s.

source: View Notification
sv: Visa notis

source: You are receiving this email because you are a registered user of ContentDB, and have email notifications enabled.
sv: Du har fÃ¥tt detta mejl eftersom du Ã¤r en registrerad anvÃ¤ndare av ContentDB, och har mejlnotiser aktiverade.

source: Manage your preferences
sv: Hantera dina preferenser

source: from %(username)s.
sv: frÃ¥n %(username)s.

source: Other Notifications
sv: Andra notiser

source: View Notifications
sv: Visa notiser

source: We were unable to perform the password reset as we could not find an account associated with this email.
sv: Vi kunde inte hantera lÃ¶senordsÃ¥terstÃ¤llningen eftersom vi inte kunde hitta ett konto associerat med denna mejl.

source: This may be because you used another email with your account, or because you never confirmed your email.
sv: Detta kan vara eftersom du anvÃ¤nde en annan mejladress med ditt konto, eller eftersom du aldrig verifierade din mejl.

source: You can use GitHub to log in if it is associated with your account.
sv: Du kan anvÃ¤nda GitHub fÃ¶r att logga in om det Ã¤r associerat med ditt konto.

source: Otherwise, you may need to contact the admin for help.
sv: Annars kan du behÃ¶va kontakta administratÃ¶ren fÃ¶r hjÃ¤lp.

source: If you weren't expecting to receive this email, then you can safely ignore it.
sv: Om du inte fÃ¶rvÃ¤ntade detta mejl kan du ignorera detta.

source: Hello!
sv: Hej!

source: This email has been sent to you because someone (hopefully you) has entered your email address as a user's email.
sv: Detta mejl har skickats till dig eftersom nÃ¥gon (fÃ¶rhoppningsvis du) har fyllt i din mejladress som en anvÃ¤ndares mejl.

source: If it wasn't you, then just delete this email.
sv: Om det inte var du kan du bara ta bort detta mejl.

source: If this was you, then please click this link to confirm the address:
sv: Om det var du, var snÃ¤ll och tryck pÃ¥ denna lÃ¤nk fÃ¶r att bekrÃ¤fta din adress:

source: Confirm Email Address
sv: BekrÃ¤fta Mejladress

source: Or paste this into your browser:
sv: Eller klistra in detta i din webblÃ¤sare:

source: We're sorry to see you go. You just need to do one more thing before your email is blacklisted.
sv: Vi Ã¤r ledsen att se dig gÃ¥. Du behÃ¶ver endast gÃ¶ra en sak till innan din mejladress Ã¤r svartlistad.

source: You are receiving this email because someone (hopefully you) entered your email address in the unsubscribe form.
sv: Du fÃ¥r detta mejl eftersom nÃ¥gon (fÃ¶rhoppningsvis du) har fyllt i din mejladress i avprenumerationsformulÃ¤ret.

source: Severity: %(sev)s.
sv: Allvarlighetsgrad %(sev)s.

source: Deleted User
sv: Borttagen AnvÃ¤ndare

source: No audit log entries.
sv: Inga auditeringloggsposter.

source: Required
sv: Obligatoriskt

source: Start typing to see suggestions
sv: BÃ¶rja skriv fÃ¶r att se fÃ¶rslag
